// Generated from cleaned_brand_sales_all_Jan-Apr_2026.xlsx. Do not edit manually.
export const BRAND_SALES_DATA = [
  {
    "name": "Дженозис",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 387527,
      "Февраль": 241147,
      "Март": 268541,
      "Апрель": 300976.96
    }
  },
  {
    "name": "ангио",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 7764832.439999999,
      "Февраль": 12017174.89,
      "Март": 14267079,
      "Апрель": 13247173
    }
  },
  {
    "name": "анестетики",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 59640,
      "Февраль": 39932,
      "Март": 74630,
      "Апрель": 131990
    }
  },
  {
    "name": "бады (кроме век и элдермафил)",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 74605,
      "Февраль": 48575,
      "Март": 40483,
      "Апрель": 45307
    }
  },
  {
    "name": "бады",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 90115,
      "Февраль": 56165,
      "Март": 77399,
      "Апрель": 65547
    }
  },
  {
    "name": "бонелли+ бады и напитки",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 230970,
      "Февраль": 127060,
      "Март": 312176,
      "Апрель": 217455
    }
  },
  {
    "name": "бонелли",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 230970,
      "Февраль": 127060,
      "Март": 312176,
      "Апрель": 217455
    }
  },
  {
    "name": "ВЕК",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 465136,
      "Февраль": 425783,
      "Март": 811683,
      "Апрель": 710278
    }
  },
  {
    "name": "дермахил инъекционка",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 30900,
      "Февраль": 59420,
      "Март": 81840,
      "Апрель": 40500
    }
  },
  {
    "name": "для роста ресниц",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 21600,
      "Февраль": 5670,
      "Март": 3780,
      "Апрель": 12150
    }
  },
  {
    "name": "иглы",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 53455,
      "Февраль": 75319,
      "Март": 86486,
      "Апрель": 89360
    }
  },
  {
    "name": "клапп",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 852735,
      "Февраль": 809506.6,
      "Март": 1039135,
      "Апрель": 858792
    }
  },
  {
    "name": "колост",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 195940,
      "Февраль": 230450,
      "Март": 305730,
      "Апрель": 178780
    }
  },
  {
    "name": "крема дермахил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 31729,
      "Февраль": 65068,
      "Март": 50474,
      "Апрель": 57658.5
    }
  },
  {
    "name": "кристина",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 1300578.07,
      "Февраль": 948917.5,
      "Март": 1156162,
      "Апрель": 1274859.67
    }
  },
  {
    "name": "лайтфит и сыворотки",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 50440,
      "Февраль": 90750,
      "Март": 103816,
      "Апрель": 151450
    }
  },
  {
    "name": "левиссимо",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 328117,
      "Февраль": 291752,
      "Март": 463620,
      "Апрель": 378953
    }
  },
  {
    "name": "нагашбаева",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 139300,
      "Февраль": 59700,
      "Март": 79600,
      "Апрель": 29160
    }
  },
  {
    "name": "нити эплайн",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 71412,
      "Февраль": 41760,
      "Март": 0,
      "Апрель": 122000
    }
  },
  {
    "name": "новакутан",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 2257021,
      "Февраль": 4125555,
      "Март": 3819139,
      "Апрель": 4131868
    }
  },
  {
    "name": "пилинг биорепил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 76275,
      "Февраль": 132379,
      "Март": 83563.5,
      "Апрель": 97971
    }
  },
  {
    "name": "пилинг промоиталия",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 76400,
      "Февраль": 6464,
      "Март": 0,
      "Апрель": 50056
    }
  },
  {
    "name": "пилинг тмс",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 31605,
      "Февраль": 25260,
      "Март": 6000,
      "Апрель": 6000
    }
  },
  {
    "name": "реви",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 283870,
      "Февраль": 335145,
      "Март": 407372,
      "Апрель": 323395
    }
  },
  {
    "name": "синергия",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 691444.5,
      "Февраль": 753900.4,
      "Март": 647012,
      "Апрель": 821485
    }
  },
  {
    "name": "скаймас",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 204470,
      "Февраль": 105500,
      "Март": 252861,
      "Апрель": 283370
    }
  },
  {
    "name": "сотис",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 294411,
      "Февраль": 96118.5,
      "Март": 195377,
      "Апрель": 218933
    }
  },
  {
    "name": "уан тач",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 7380,
      "Февраль": 7616,
      "Март": 8345,
      "Апрель": 10215
    }
  },
  {
    "name": "финистер",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 25201,
      "Февраль": 58200,
      "Март": 37858,
      "Апрель": 29300
    }
  },
  {
    "name": "формула",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 37905,
      "Февраль": 47286,
      "Март": 23768,
      "Апрель": 12134
    }
  },
  {
    "name": "энзидерм",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 2610,
      "Февраль": 0,
      "Март": 2820,
      "Апрель": 2820
    }
  },
  {
    "name": "эппл пил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 39000,
      "Февраль": 27300,
      "Март": 27300,
      "Апрель": 11700
    }
  },
  {
    "name": "юр",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 16522,
      "Февраль": 137246,
      "Март": 148290,
      "Апрель": 217692
    }
  },
  {
    "name": "юфора",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 30150,
      "Февраль": 72000,
      "Март": 194050,
      "Апрель": 155000
    }
  }
];
