// Generated from cleaned_brand_sales_all_Jan-Apr_2026.xlsx. Do not edit manually.
export const BRAND_SALES_DATA = [
  {
    "name": "Дженозис",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 387527,
      "Февраль": 241147,
      "Март": 268541,
      "Апрель": 300976.96
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 185904.0,
        "Февраль": 57200.0,
        "Март": 54650.0,
        "Апрель": 75910.0
      },
      "Травина": {
        "Январь": 179520.0,
        "Февраль": 95820.0,
        "Март": 139810.0,
        "Апрель": 147240.96
      },
      "Тарасевич": {
        "Январь": 21060.0,
        "Февраль": 87507.0,
        "Март": 68667.0,
        "Апрель": 66790.0
      },
      "Остальные": {
        "Январь": 1043.0,
        "Февраль": 620.0,
        "Март": 5414.0,
        "Апрель": 11036.0
      }
    }
  },
  {
    "name": "ангио",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 7764832.439999999,
      "Февраль": 12017174.89,
      "Март": 14267079,
      "Апрель": 13247173
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 2687354.0,
        "Февраль": 4110290.0,
        "Март": 4296105.0,
        "Апрель": 4345206.0
      },
      "Травина": {
        "Январь": 3176578.44,
        "Февраль": 5206627.0,
        "Март": 6412984.0,
        "Апрель": 5543898.0
      },
      "Тарасевич": {
        "Январь": 1691504.0,
        "Февраль": 2451070.89,
        "Март": 3537418.0,
        "Апрель": 3318896.0
      },
      "Остальные": {
        "Январь": 209396.0,
        "Февраль": 249187.0,
        "Март": 20572.0,
        "Апрель": 39173.0
      }
    }
  },
  {
    "name": "анестетики",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 59640,
      "Февраль": 39932,
      "Март": 74630,
      "Апрель": 131990
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 14400.0,
        "Февраль": 3480.0,
        "Март": 12900.0,
        "Апрель": 32520.0
      },
      "Травина": {
        "Январь": 21640.0,
        "Февраль": 11746.0,
        "Март": 20500.0,
        "Апрель": 63570.0
      },
      "Тарасевич": {
        "Январь": 23600.0,
        "Февраль": 24706.0,
        "Март": 40200.0,
        "Апрель": 35900.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 1030.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "бады (кроме век и элдермафил)",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 74605,
      "Февраль": 48575,
      "Март": 40483,
      "Апрель": 45307
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 14200.0,
        "Февраль": 1428.0,
        "Март": 5652.0,
        "Апрель": 5793.0
      },
      "Травина": {
        "Январь": 26526.0,
        "Февраль": 35952.0,
        "Март": 10260.0,
        "Апрель": 21486.0
      },
      "Тарасевич": {
        "Январь": 20455.0,
        "Февраль": 3000.0,
        "Март": 7615.0,
        "Апрель": 5500.0
      },
      "Остальные": {
        "Январь": 13424.0,
        "Февраль": 8195.0,
        "Март": 16956.0,
        "Апрель": 12528.0
      }
    }
  },
  {
    "name": "бады",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 100000
    },
    "monthlySales": {
      "Январь": 90115,
      "Февраль": 56165,
      "Март": 77399,
      "Апрель": 65547
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 18100.0,
        "Февраль": 1428.0,
        "Март": 7929.0,
        "Апрель": 5793.0
      },
      "Травина": {
        "Январь": 26526.0,
        "Февраль": 38482.0,
        "Март": 31353.0,
        "Апрель": 29076.0
      },
      "Тарасевич": {
        "Январь": 25335.0,
        "Февраль": 8060.0,
        "Март": 19444.0,
        "Апрель": 18150.0
      },
      "Остальные": {
        "Январь": 20154.0,
        "Февраль": 8195.0,
        "Март": 18673.0,
        "Апрель": 12528.0
      }
    }
  },
  {
    "name": "бонелли+ бады и напитки",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 230970,
      "Февраль": 127060,
      "Март": 312176,
      "Апрель": 217455
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 76745.0,
        "Февраль": 19780.0,
        "Март": 145790.0,
        "Апрель": 89300.0
      },
      "Травина": {
        "Январь": 20150.0,
        "Февраль": 35480.0,
        "Март": 34646.0,
        "Апрель": 39660.0
      },
      "Тарасевич": {
        "Январь": 117145.0,
        "Февраль": 34600.0,
        "Март": 131740.0,
        "Апрель": 84040.0
      },
      "Остальные": {
        "Январь": 16930.0,
        "Февраль": 37200.0,
        "Март": 0.0,
        "Апрель": 4455.0
      }
    }
  },
  {
    "name": "бонелли",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 440000
    },
    "monthlySales": {
      "Январь": 230970,
      "Февраль": 127060,
      "Март": 312176,
      "Апрель": 217455
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 76745.0,
        "Февраль": 19780.0,
        "Март": 145790.0,
        "Апрель": 89300.0
      },
      "Травина": {
        "Январь": 20150.0,
        "Февраль": 35480.0,
        "Март": 34646.0,
        "Апрель": 44660.0
      },
      "Тарасевич": {
        "Январь": 117145.0,
        "Февраль": 34600.0,
        "Март": 131740.0,
        "Апрель": 79040.0
      },
      "Остальные": {
        "Январь": 16930.0,
        "Февраль": 37200.0,
        "Март": 0.0,
        "Апрель": 4455.0
      }
    }
  },
  {
    "name": "ВЕК",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 615000
    },
    "monthlySales": {
      "Январь": 465136,
      "Февраль": 425783,
      "Март": 811683,
      "Апрель": 710278
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 174686.0,
        "Февраль": 95809.0,
        "Март": 171959.0,
        "Апрель": 166435.0
      },
      "Травина": {
        "Январь": 132620.0,
        "Февраль": 141978.0,
        "Март": 275297.0,
        "Апрель": 272414.0
      },
      "Тарасевич": {
        "Январь": 83670.0,
        "Февраль": 184156.0,
        "Март": 362710.0,
        "Апрель": 251959.0
      },
      "Остальные": {
        "Январь": 74160.0,
        "Февраль": 3840.0,
        "Март": 1717.0,
        "Апрель": 19470.0
      }
    }
  },
  {
    "name": "дермахил инъекционка",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 30900,
      "Февраль": 59420,
      "Март": 81840,
      "Апрель": 40500
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 4600.0,
        "Февраль": 36044.0,
        "Март": 52170.0,
        "Апрель": 2190.0
      },
      "Травина": {
        "Январь": 11350.0,
        "Февраль": 9110.0,
        "Март": 13710.0,
        "Апрель": 18420.0
      },
      "Тарасевич": {
        "Январь": 9200.0,
        "Февраль": 13093.0,
        "Март": 15960.0,
        "Апрель": 19890.0
      },
      "Остальные": {
        "Январь": 5750.0,
        "Февраль": 1173.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "для роста ресниц",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 21600,
      "Февраль": 5670,
      "Март": 3780,
      "Апрель": 12150
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 5670.0,
        "Февраль": 1890.0,
        "Март": 1890.0,
        "Апрель": 3780.0
      },
      "Травина": {
        "Январь": 3780.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 5670.0
      },
      "Тарасевич": {
        "Январь": 12150.0,
        "Февраль": 3780.0,
        "Март": 1890.0,
        "Апрель": 2700.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "иглы",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 53455,
      "Февраль": 75319,
      "Март": 86486,
      "Апрель": 89360
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 11723.0,
        "Февраль": 10955.0,
        "Март": 13578.0,
        "Апрель": 20042.0
      },
      "Травина": {
        "Январь": 11323.0,
        "Февраль": 32651.0,
        "Март": 35066.0,
        "Апрель": 31225.0
      },
      "Тарасевич": {
        "Январь": 16359.0,
        "Февраль": 31193.0,
        "Март": 35940.0,
        "Апрель": 38093.0
      },
      "Остальные": {
        "Январь": 14050.0,
        "Февраль": 520.0,
        "Март": 1902.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "клапп",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 770000
    },
    "monthlySales": {
      "Январь": 852735,
      "Февраль": 809506.6,
      "Март": 1039135,
      "Апрель": 858792
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 191556.0,
        "Февраль": 220605.0,
        "Март": 175252.0,
        "Апрель": 126114.0
      },
      "Травина": {
        "Январь": 221527.0,
        "Февраль": 195941.0,
        "Март": 405066.0,
        "Апрель": 305826.0
      },
      "Тарасевич": {
        "Январь": 275096.0,
        "Февраль": 430002.6,
        "Март": 441671.0,
        "Апрель": 426852.0
      },
      "Остальные": {
        "Январь": 164556.0,
        "Февраль": -37042.0,
        "Март": 17146.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "колост",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 195940,
      "Февраль": 230450,
      "Март": 305730,
      "Апрель": 178780
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 40740.0,
        "Февраль": 108400.0,
        "Март": 15390.0,
        "Апрель": 44800.0
      },
      "Травина": {
        "Январь": 78020.0,
        "Февраль": 113090.0,
        "Март": 201560.0,
        "Апрель": 98140.0
      },
      "Тарасевич": {
        "Январь": 26880.0,
        "Февраль": 8960.0,
        "Март": 88780.0,
        "Апрель": 35840.0
      },
      "Остальные": {
        "Январь": 50300.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "крема дермахил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 31729,
      "Февраль": 65068,
      "Март": 50474,
      "Апрель": 57658.5
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 7600.0,
        "Февраль": 10486.0,
        "Март": 13680.0,
        "Апрель": 17290.0
      },
      "Травина": {
        "Январь": 17090.0,
        "Февраль": 23076.0,
        "Март": 6000.0,
        "Апрель": 25215.0
      },
      "Тарасевич": {
        "Январь": 1300.0,
        "Февраль": 27516.0,
        "Март": 28310.0,
        "Апрель": 15153.5
      },
      "Остальные": {
        "Январь": 5739.0,
        "Февраль": 3990.0,
        "Март": 2484.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "кристина",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 1320000
    },
    "monthlySales": {
      "Январь": 1300578.07,
      "Февраль": 948917.5,
      "Март": 1156162,
      "Апрель": 1274859.67
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 357436.0,
        "Февраль": 339562.0,
        "Март": 543741.0,
        "Апрель": 298986.0
      },
      "Травина": {
        "Январь": 509737.57,
        "Февраль": 353146.0,
        "Март": 340845.0,
        "Апрель": 356672.5
      },
      "Тарасевич": {
        "Январь": 303953.5,
        "Февраль": 349702.5,
        "Март": 249853.0,
        "Апрель": 410579.67
      },
      "Остальные": {
        "Январь": 129451.0,
        "Февраль": -93493.0,
        "Март": 21723.0,
        "Апрель": 208621.5
      }
    }
  },
  {
    "name": "лайтфит и сыворотки",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 50440,
      "Февраль": 90750,
      "Март": 103816,
      "Апрель": 151450
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 9100.0,
        "Февраль": 10140.0,
        "Март": 27300.0,
        "Апрель": 26910.0
      },
      "Травина": {
        "Январь": 20800.0,
        "Февраль": 15290.0,
        "Март": 32500.0,
        "Апрель": 34840.0
      },
      "Тарасевич": {
        "Январь": 20540.0,
        "Февраль": 65320.0,
        "Март": 38800.0,
        "Апрель": 89700.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 5216.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "левиссимо",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 410000
    },
    "monthlySales": {
      "Январь": 328117,
      "Февраль": 291752,
      "Март": 463620,
      "Апрель": 378953
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 108610.0,
        "Февраль": 81160.0,
        "Март": 82583.0,
        "Апрель": 148287.0
      },
      "Травина": {
        "Январь": 129464.0,
        "Февраль": 150720.0,
        "Март": 161093.0,
        "Апрель": 137497.0
      },
      "Тарасевич": {
        "Январь": 88810.0,
        "Февраль": 100704.0,
        "Март": 215970.0,
        "Апрель": 90616.0
      },
      "Остальные": {
        "Январь": 1233.0,
        "Февраль": -40832.0,
        "Март": 3974.0,
        "Апрель": 2553.0
      }
    }
  },
  {
    "name": "нагашбаева",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 139300,
      "Февраль": 59700,
      "Март": 79600,
      "Апрель": 29160
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 9950.0,
        "Февраль": 0.0,
        "Март": 9950.0,
        "Апрель": 0.0
      },
      "Травина": {
        "Январь": 129350.0,
        "Февраль": 29850.0,
        "Март": 69650.0,
        "Апрель": 29160.0
      },
      "Тарасевич": {
        "Январь": 0.0,
        "Февраль": 29850.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "нити эплайн",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 71412,
      "Февраль": 41760,
      "Март": 0,
      "Апрель": 122000
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Травина": {
        "Январь": 71412.0,
        "Февраль": 41760.0,
        "Март": 0.0,
        "Апрель": 93280.0
      },
      "Тарасевич": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 28720.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "новакутан",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 3690000
    },
    "monthlySales": {
      "Январь": 2257021,
      "Февраль": 4125555,
      "Март": 3819139,
      "Апрель": 4131868
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 240916.0,
        "Февраль": 1342590.0,
        "Март": 1126566.0,
        "Апрель": 1284982.0
      },
      "Травина": {
        "Январь": 917749.0,
        "Февраль": 1394435.0,
        "Март": 1297726.0,
        "Апрель": 1409244.0
      },
      "Тарасевич": {
        "Январь": 765816.0,
        "Февраль": 1361760.0,
        "Март": 1333873.0,
        "Апрель": 1437642.0
      },
      "Остальные": {
        "Январь": 332540.0,
        "Февраль": 26770.0,
        "Март": 60974.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "пилинг биорепил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 76275,
      "Февраль": 132379,
      "Март": 83563.5,
      "Апрель": 97971
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 28250.0,
        "Февраль": 40341.0,
        "Март": 23052.0,
        "Апрель": 11526.0
      },
      "Травина": {
        "Январь": 16950.0,
        "Февраль": 58025.0,
        "Март": 17289.0,
        "Апрель": 28815.0
      },
      "Тарасевич": {
        "Январь": 5650.0,
        "Февраль": 34013.0,
        "Март": 43222.5,
        "Апрель": 57630.0
      },
      "Остальные": {
        "Январь": 25425.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "пилинг промоиталия",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 76400,
      "Февраль": 6464,
      "Март": 0,
      "Апрель": 50056
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 67200.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 45696.0
      },
      "Травина": {
        "Январь": 2800.0,
        "Февраль": 6464.0,
        "Март": 0.0,
        "Апрель": 4360.0
      },
      "Тарасевич": {
        "Январь": 3200.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Остальные": {
        "Январь": 3200.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "пилинг тмс",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 31605,
      "Февраль": 25260,
      "Март": 6000,
      "Апрель": 6000
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Травина": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Тарасевич": {
        "Январь": 19320.0,
        "Февраль": 25260.0,
        "Март": 6000.0,
        "Апрель": 6000.0
      },
      "Остальные": {
        "Январь": 12285.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "реви",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 283870,
      "Февраль": 335145,
      "Март": 407372,
      "Апрель": 323395
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 17075.0,
        "Февраль": 55670.0,
        "Март": 39860.0,
        "Апрель": 52180.0
      },
      "Травина": {
        "Январь": 74490.0,
        "Февраль": 133725.0,
        "Март": 89205.0,
        "Апрель": 32690.0
      },
      "Тарасевич": {
        "Январь": 127345.0,
        "Февраль": 129550.0,
        "Март": 278035.0,
        "Апрель": 238525.0
      },
      "Остальные": {
        "Январь": 64960.0,
        "Февраль": 16200.0,
        "Март": 272.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "синергия",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 750000
    },
    "monthlySales": {
      "Январь": 691444.5,
      "Февраль": 753900.4,
      "Март": 647012,
      "Апрель": 821485
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 309430.0,
        "Февраль": 287800.6,
        "Март": 255890.0,
        "Апрель": 261817.0
      },
      "Травина": {
        "Январь": 270403.0,
        "Февраль": 360865.4,
        "Март": 246940.0,
        "Апрель": 309153.0
      },
      "Тарасевич": {
        "Январь": 107891.5,
        "Февраль": 101314.4,
        "Март": 141674.0,
        "Апрель": 249084.0
      },
      "Остальные": {
        "Январь": 3720.0,
        "Февраль": 3920.0,
        "Март": 2508.0,
        "Апрель": 1431.0
      }
    }
  },
  {
    "name": "скаймас",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySalesPlan": {
      "Апрель": 400000
    },
    "monthlySales": {
      "Январь": 204470,
      "Февраль": 105500,
      "Март": 252861,
      "Апрель": 283370
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 68690.0,
        "Февраль": 51700.0,
        "Март": 35200.0,
        "Апрель": 94940.0
      },
      "Травина": {
        "Январь": 23000.0,
        "Февраль": 18400.0,
        "Март": 82400.0,
        "Апрель": 107180.0
      },
      "Тарасевич": {
        "Январь": 90580.0,
        "Февраль": 35400.0,
        "Март": 89900.0,
        "Апрель": 81250.0
      },
      "Остальные": {
        "Январь": 22200.0,
        "Февраль": 0.0,
        "Март": 45361.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "сотис",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 294411,
      "Февраль": 96118.5,
      "Март": 195377,
      "Апрель": 218933
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 101375.0,
        "Февраль": 34925.2,
        "Март": 31550.0,
        "Апрель": 70286.0
      },
      "Травина": {
        "Январь": 161198.5,
        "Февраль": 128849.0,
        "Март": 98504.0,
        "Апрель": 59070.0
      },
      "Тарасевич": {
        "Январь": 26757.5,
        "Февраль": 98073.3,
        "Март": 55828.0,
        "Апрель": 81393.0
      },
      "Остальные": {
        "Январь": 5080.0,
        "Февраль": -165729.0,
        "Март": 9495.0,
        "Апрель": 8184.0
      }
    }
  },
  {
    "name": "уан тач",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 7380,
      "Февраль": 7616,
      "Март": 8345,
      "Апрель": 10215
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 3520.0,
        "Февраль": 2050.0,
        "Март": 1960.0,
        "Апрель": 2135.0
      },
      "Травина": {
        "Январь": 3070.0,
        "Февраль": 3206.0,
        "Март": 2980.0,
        "Апрель": 4440.0
      },
      "Тарасевич": {
        "Январь": 260.0,
        "Февраль": 2360.0,
        "Март": 2580.0,
        "Апрель": 3640.0
      },
      "Остальные": {
        "Январь": 530.0,
        "Февраль": 0.0,
        "Март": 825.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "финистер",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 25201,
      "Февраль": 58200,
      "Март": 37858,
      "Апрель": 29300
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 3380.0,
        "Февраль": 14900.0,
        "Март": 4900.0,
        "Апрель": 4700.0
      },
      "Травина": {
        "Январь": 15221.0,
        "Февраль": 37500.0,
        "Март": 16000.0,
        "Апрель": 10700.0
      },
      "Тарасевич": {
        "Январь": 1800.0,
        "Февраль": 5800.0,
        "Март": 8000.0,
        "Апрель": 13900.0
      },
      "Остальные": {
        "Январь": 4800.0,
        "Февраль": 0.0,
        "Март": 8958.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "формула",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 37905,
      "Февраль": 47286,
      "Март": 23768,
      "Апрель": 12134
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 9600.0,
        "Февраль": 27290.0,
        "Март": 7140.0,
        "Апрель": 850.0
      },
      "Травина": {
        "Январь": 4800.0,
        "Февраль": 17330.0,
        "Март": 6900.0,
        "Апрель": 0.0
      },
      "Тарасевич": {
        "Январь": 21990.0,
        "Февраль": 12135.0,
        "Март": 9728.0,
        "Апрель": 9394.0
      },
      "Остальные": {
        "Январь": 1515.0,
        "Февраль": -9469.0,
        "Март": 0.0,
        "Апрель": 1890.0
      }
    }
  },
  {
    "name": "энзидерм",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 2610,
      "Февраль": 0,
      "Март": 2820,
      "Апрель": 2820
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 2610.0,
        "Февраль": 0.0,
        "Март": 870.0,
        "Апрель": 870.0
      },
      "Травина": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 1950.0,
        "Апрель": 1950.0
      },
      "Тарасевич": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      },
      "Остальные": {
        "Январь": 0.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "эппл пил",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 39000,
      "Февраль": 27300,
      "Март": 27300,
      "Апрель": 11700
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 7800.0,
        "Февраль": 7800.0,
        "Март": 0.0,
        "Апрель": 7800.0
      },
      "Травина": {
        "Январь": 19500.0,
        "Февраль": 11700.0,
        "Март": 7800.0,
        "Апрель": 0.0
      },
      "Тарасевич": {
        "Январь": 7800.0,
        "Февраль": 7800.0,
        "Март": 19500.0,
        "Апрель": 3900.0
      },
      "Остальные": {
        "Январь": 3900.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 0.0
      }
    }
  },
  {
    "name": "юр",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 16522,
      "Февраль": 137246,
      "Март": 148290,
      "Апрель": 217692
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 6550.0,
        "Февраль": 69910.0,
        "Март": 76920.0,
        "Апрель": 89720.0
      },
      "Травина": {
        "Январь": 2550.0,
        "Февраль": 49790.0,
        "Март": 54220.0,
        "Апрель": 100503.0
      },
      "Тарасевич": {
        "Январь": 7030.0,
        "Февраль": 17546.0,
        "Март": 17150.0,
        "Апрель": 27060.0
      },
      "Остальные": {
        "Январь": 392.0,
        "Февраль": 0.0,
        "Март": 0.0,
        "Апрель": 409.0
      }
    }
  },
  {
    "name": "юфора",
    "purchasePlan": 0.0,
    "salesPlan": 0,
    "monthlySales": {
      "Январь": 30150,
      "Февраль": 72000,
      "Март": 194050,
      "Апрель": 155000
    },
    "managerMonthlySales": {
      "Красина": {
        "Январь": 2550.0,
        "Февраль": 6100.0,
        "Март": 8340.0,
        "Апрель": 39000.0
      },
      "Травина": {
        "Январь": 0.0,
        "Февраль": 10000.0,
        "Март": 102900.0,
        "Апрель": 52200.0
      },
      "Тарасевич": {
        "Январь": 14000.0,
        "Февраль": 55900.0,
        "Март": 73330.0,
        "Апрель": 63800.0
      },
      "Остальные": {
        "Январь": 13600.0,
        "Февраль": 0.0,
        "Март": 9480.0,
        "Апрель": 0.0
      }
    }
  }
];
