// Generated from cleaned_brand_sales_all_Jan-Apr_2026.xlsx. Do not edit manually.
export const MANAGER_SALES_DATA = [
  {
    "name": "Красина",
    "monthlySales": {
      "Январь": 4864065.0,
      "Февраль": 7069513.8,
      "Март": 7388557.0,
      "Апрель": 7465158.0
    }
  },
  {
    "name": "Травина",
    "monthlySales": {
      "Январь": 6319295.51,
      "Февраль": 8796488.4,
      "Март": 10249800.0,
      "Апрель": 9418255.46
    }
  },
  {
    "name": "Тарасевич",
    "monthlySales": {
      "Январь": 4053642.5,
      "Февраль": 5774732.69,
      "Март": 7495528.5,
      "Апрель": 7291637.17
    }
  },
  {
    "name": "Остальные",
    "monthlySales": {
      "Январь": 1217263.0,
      "Февраль": 50445.0,
      "Март": 254680.0,
      "Апрель": 326733.5
    }
  }
];
